{
    "intents" : [
        {
            "tag": "salam",
            "patterns": ["Hi", "Halo", "Selamat Pagi", "Selamat Siang", "Selamat Sore", "Selamat Malam"],
            "responses": ["Halo! Ada yang bisa saya bantu?"],
            "context_set": "string"
        },
        {
            "tag": "prodi",
            "patterns": ["Ada program studi apa saja di UIN Sunan Gunung Djati Bandung?", "Apa saja jurusan di UIN Bandung", "Jurusan", "Ada jurusan apa saja?"],
            "responses": ["UIN Sunan Gunung Djati Bandung menyelenggarakan program pendidikan jenjang S1, S2, S3. Informasi program studi S1, S2, dan S3 beserta akreditasinya dapat diakses pada web TERAS UIN SGD di halaman berikut: https://teras.uinsgd.ac.id/publik/dashboard/program-studi"],
            "context_set": "string"
        },
        {
            "tag": "jalur_masuk_s1",
            "patterns": ["Ada jalur masuk apa saja di UIN Sunan Gunung Djati Bandung untuk Program Sarjana (S1)?", "Apa saja jalur masuk S1/Sarjana UIN Bandung", "Jalur Masuk S1/Sarjana", "Ada jalur masuk apa saja untuk S1?"],
            "responses": ["SNBP adalah singkatan dari Seleksi Nasional Berdasarkan Prestasi merupakan salah satu jalur dalam seleksi masuk perguruan tinggi yang diselenggarakan oleh KEMENDIKBUD. Website: https://snpmb.bppp.kemdikbud.go.id;SNBT adalah singkatan dari Seleksi Nasional Berdasarkan Tes yang diselenggarakan oleh KEMENDIKBUD. Website: https://snpmb.bppp.kemdikbud.go.id;SPAN-PTKIN adalah singkatan dari Seleksi Prestasi Akademik Nasional Perguruan Tinggi Keagamaan Islam Negri yang diselenggarakan oleh KEMENAG. Website: https://span.ptkin.ac.id;UMPTKIN adalah singkatan dari Ujian Masuk Perguruan Tinggi Keagamaan Negri berbasis tes yang diselenggarakan oleh KEMENDIKBUD. Website: https://um.ptkin.ac.id;Ujian Mandiri adalah seleksi mandiri UIN Sunan Gunung Djati Bandung yang merupakan jalur masuk yang diselenggarakan langsung oleh UIN Sunan Gunung Djati Bandung melalui ujian tertulis/daring dan/atau  keterampilan seni/olahraga dan tahfidz.Website: https://pmb.uinsgd.ac.id/tata-cara-pendaftaran-pmb-mandiri"],
            "context_set": "string"
        },
        {
            "tag": "snbp_jurusan",
            "patterns": ["Apakah jalur seleksi SNBP bisa memilih semua jurusan yang ada di UIN Sunan Gunung Djati Bandung?", "Apa saja jurusan yang tersedia untuk jalur masuk SNBP di UIN Bandung", "SNBP Jurusan", "Ada jurusan apa saja lewat SNBP?"],
            "responses": ["Untuk jurusan yang bisa dipilih pada Seleksi Masuk SNBP terbatas pada beberapa jurusan saja. Untuk ketersediaan jurusan yang bisa dipilih di UIN Sunan Gunung Djati Bandung pada SNBP bisa diakses di halaman berikut ini: https://sidata-ptn-snpmb.bppp.kemdikbud.go.id/ptn_sn.php?ptn=336."],
            "context_set": "string"
        },
        {
            "tag": "snbt_jurusan",
            "patterns": ["Untuk jurusan yang bisa dipilih pada Seleksi Masuk SNBP terbatas pada beberapa jurusan saja. Untuk ketersediaan jurusan yang bisa dipilih di UIN Sunan Gunung Djati Bandung pada SNBP bisa diakses di halaman berikut ini: https://sidata-ptn-snpmb.bppp.kemdikbud.go.id/ptn_sn.php?ptn=336.],
            "responses": ["Untuk jurusan yang bisa dipilih pada Seleksi Masuk SNBT terbatas pada beberapa jurusan saja. Untuk ketersediaan jurusan yang bisa dipilih di UIN Sunan Gunung Djati Bandung pada SNBT bisa diakses di halaman web berikut ini: https://sidata-ptn-snpmb.bppp.kemdikbud.go.id/ptn_sb.php?ptn=336."],
            "context_set": "string"
        },
        {
            "tag": "span_ptkin_jurusan",
            "patterns": ["Apakah jalur seleksi SPAN-PTKIN bisa memilih semua jurusan yang ada di UIN Sunan Gunung Djati Bandung?", "Apa saja jurusan yang tersedia untuk jalur masuk SPAN-PTKIN di UIN Bandung", "SPAN-PTKIN Jurusan", "Ada jurusan apa saja lewat SPAN-PTKIN?"],
            "responses": ["Untuk jurusan yang bisa dipilih pada Seleksi Masuk SPAN PTKIN terbatas pada beberapa jurusan saja yang berbasis keagamaan. Untuk ketersediaan jurusan yang bisa dipilih di UIN Sunan Gunung Djati Bandung pada SPAN PTKIN bisa diakses di halaman web berikut ini: https://span.ptkin.ac.id/daya-tampung"],
            "context_set": "string"
        },
        {
            "tag": "umptkin_jurusan",
            "patterns": ["Apakah jalur seleksi UMPTKIN bisa memilih semua jurusan yang ada di UIN Sunan Gunung Djati Bandung?", "Apa saja jurusan yang tersedia untuk jalur masuk UMPTKIN di UIN Bandung", "UMPTKIN Jurusan", "Ada jurusan apa saja lewat UMPTKIN?"],
            "responses": ["Untuk jurusan yang bisa dipilih pada Seleksi Masuk UMPTKIN terbatas pada beberapa jurusan saja, untuk ketersediaan jurusan yang bisa dipilih di UIN Sunan Gunung Djati Bandung pada UMPTKIN bisa diakses di  halaman web berikut ini: https://um.ptkin.ac.id/home/ptkin"],
            "context_set": "string"
        },
        {
            "tag": "mandiri_jurusan",
            "patterns": ["Apakah jalur seleksi Mandiri bisa memilih semua jurusan yang ada di UIN Sunan Gunung Djati Bandung?", "Apa saja jurusan yang tersedia untuk jalur masuk Mandiri di UIN Bandung", "Mandiri Jurusan", "Ada jurusan apa saja lewat Mandiri?"],
            "responses": ["Untuk seleksi masuk Jalur Mandiri di UIN Sunan Gunung Djati Bandung terbuka untuk semua jurusan."],
            "context_set": "string"
        },
        {
            "tag": "jalur_masuk_s2",
            "patterns": ["Ada jalur masuk apa saja di UIN Sunan Gunung Djati Bandung untuk Program Pasca Sarjana (S2)?", "Apa saja jalur masuk pasca sarjana UIN Bandung", "Jalur Masuk Pasca Sarjana", "Ada jalur masuk apa saja untuk pasca sarjana?"],
            "responses": ["Penerimaan Mahasiswa Baru (PMB) Program Magister (S2), Pascasarjana UIN Sunan Gunung Djati Bandung dibuka melalui satu jalur penerimaan, yaitu Ujian Mandiri. Untuk informasi lebih lanjut silakan kunjungi instagram dan website resmi Pascasarjana UIN Sunan Gunung Djati Bandung pada laman berikut:;Website : https://pps.uinsgd.ac.id;Instagram https://www.instagram.com/pascasarjana_uinbdg?igsh=MTVzejZ0ZG84MGpiZw=="],
            "context_set": "string"
        },
        {
            "tag": "portal_pmb",
            "patterns": ["Di mana saya bisa mendapat informasi tentang Penerimaan Mahasiswa Baru di UIN Sunan Gunung Djati Bandung?", "Dimana saya bisa mengakses informasi tentang Penerimaan Mahasiswa Baru", "Dimana website resmi penerimaan mahasiswa baru", "Link untuk mengakses informasi terkait PMB?", "Portal PMB"],
            "responses": ["Informasi terkait PMB UIN Sunan Gunung Djati Bandung dapat diakses pada Website berikut: https://pmb.uinsgd.ac.id/."],
            "context_set": "string"
        },
        {
            "tag": "biaya_ukt",
            "patterns": ["Berapa biaya Pendidikan di UIN Sunan Gunung Djati Bandung?", "Berapa uang kuliah semester di UIN Bandung?", "Berapa biaya kuliah di UIN Bandung", "Biaya semester di UIN", "Biaya UKT di UIN", "Informasi Biaya Pendidikan", "Biaya pendidikan di UIN"],
            "responses": ["Biaya pendidikan di UIN Sunan Gunung Djati Bandung menggunakan sistem Uang Kuliah Tunggal (UKT) yang terbagi ke dalam 7 golongan besaran UKT yang disesuaikan dengan besaran penghasilan orangtua/wali. Untuk besaran UKT setiap golongannya dapat diakses pada laman berikut:;https://pmb.uinsgd.ac.id/tarif-uang-kuliah-tunggal/"],
            "context_set": "string"
        },        
        {
            "tag": "informasi_beasiswa",
            "patterns": ["Apakah di UIN Sunan Gunung Djati Bandung ada Beasiswa?", "Beasiswa apa saja yang ada di UIN Bandung?", "Apa saja beasiswa di UIN Bandung?", "Informasi Beasiswa di UIN", "Beasiswa yang tersedia di UIN", "Informasi Beasiswa", "List Beasiswa yang ada di UIN"],
            "responses": ["Ada banyak beasiswa yang diberikan kepada mahasiswa UIN Sunan Gunung Djati Bandung. Beasiswa bukanlah jalur masuk, beasiswa adalah bantuan biaya Pendidikan. Beasiswa yang bisa didapatkan diantaranya:;1. Beasiswa Kartu Indonesia Pintar Kuliah (KIP-K);2. Beasiswa Jabar Future Leader Scholarship;3. Beasiswa Djarum;4. Beasiswa Kategori 1"],
            "context_set": "string"
        }        
    ]
}